[{
    "id": "manaus",
    "city": "Manaus",
    "peoples": 2130264,
    "photo": "manaus.jpg",
    "text": "Manaus je město v severozápadní Brazílii je hlavním městem státu Amazonas. Nachází se na řece Rio Negro nedaleko soutoku s Amazonkou. Je to hlavní přístav a křižovatka místního rozsáhlého říčního systému. Soutok Río Negra a Amazonky - Encontro das Águas - je pro svou jedinečnost dvoubarevného toku jedním z turistických cílů města."
  },
  {
    "id": "rio_branco",
    "city": "Rio Branco",
    "peoples": 413418,
    "photo": "manaus.jpg",
    "text": "Rio Branco (doslova bílá řeka) je hlavní a největší město brazilského státu Acre. Je pojmenované podle stejnojmenné řeky, která se zde vlévá do řeky Acre. Město bylo založeno v roce 1882. Je nejdůležitějším výchozím bodem pro turisty, kteří Acre navštěvují. Řeka Rio Acre ho rozděluje na dvě části, první a druhý okres. V roce 2006 bylo ve městě přihlášeno 58531 automobilů, vycházely zde tři deníky. Podle sčítání v roce 2011 zde žilo 319 825 obyvatel, což je téměř polovina obyvatel celého státu."
  },
  {
    "id": "boa_vista",
    "city": "Boa Vista",
    "peoples": 419652,
    "photo": "manaus.jpg",
    "text": "Boa Vista je hlavním městem brazilského státu Roraima . Nachází se na západním břehu řeky Branco , město leží 220 km (140 mil) od brazilských hranic s Venezuelou . Je to jediný brazilský státní kapitál, který se nachází zcela na sever od rovníku. Boa Vista je nejlidnatější obcí ve státě Roraima. Ve městě žije přibližně polovina obyvatel státu. Obchod se většinou odehrává s Manausem , hlavním městem státu Amazonas . Obchoduje se také mezi Boa Vista a městy Lethem v Guyaně a Santa Elena de Uairén ve Venezuele. Tato dvě zahraniční města jsou jedinými velkými městy, která jsou přístupná z Boa Vista po silnici, ačkoli silnice spojují další menší státní obce s hlavním městem. Cestování letadlem je jediným dopravním prostředkem s ostatními regiony země."
  },
  {
    "id": "porto_velho",
    "city": "Porto Velho",
    "peoples": 502748,
    "photo": "manaus.jpg",
    "text": "Porto Velho je brazilské město, hlavní město státu Rondônia. Podle informací z roku 2007 zde žije 304 100 obyvatel. Město se rozkládá na východním břehu řeky Madeiry, jednoho z hlavních přítoků Amazonky."
  },
  {
    "id": "cuiaba",
    "city": "Cuiaba",
    "peoples": 618124,
    "photo": "manaus.jpg",
    "text": "Cuiaba je hlavní město brazilského spolkového státu Mato Grosso. V roce 2016 mělo 585 367 obyvatel. Založili ho zlatokopové roku 1717, v roce 1818 dostalo městská práva. Leží poblíž geografického středu Jižní Ameriky na 15°35' jižní šířky a 56°05' západní délky na východním břehu řeky Rio Cuiabá. Město se vyznačuje vysokými teplotami, běžně překračujícími 40 °C. Nachází se v něm univerzita a stadion Arena Pantanal, který hostil některé zápasy mistrovství světa ve fotbale 2014. Spojení města s ostatními oblastmi Brazílie a několika cíli v zahraničí zajišťuje mezinárodní letiště."
  },
  {
    "id": "belem",
    "city": "Belém",
    "peoples": 1439561,
    "photo": "manaus.jpg",
    "text": "Belém je město v severní části Brazílie, hlavní a největší město státu Pará. Ve městě žije zhruba 1 430 000 obyvatel, v celé metropolitní oblasti pak asi 2 090 000; vedle města Manaus je největším městem Amazonie. Bývá označováno jako „metropole Amazonie“, další přezdívkou je „město mangovníků“, odkazující na množství těchto stromů v ulicích. Velkou část obyvatelstva tvoří míšenci portugalských imigrantů a domorodých indiánů Tupinamba."
  },
  {
    "id": "sao_luis",
    "city": "Sao Luis",
    "peoples": 1064197,
    "photo": "manaus.jpg",
    "text": "São Luís je brazilské město ve státě Maranhão, ve kterém žije více než 1 milion obyvatel. Rozkládá se na ostrově Upaon-Açu na severovýchodě Brazílie. Město vzniklo v roce 1612, kdy se tu usadilo 500 francouzských kolonistů,[3] kteří byli následně vytlačeni Portugalci. V blízkosti města se nachází námořní přístav Porto do Itaqui, který patří ke strategicky významným a rušným přístavům brazilského zahraničního obchodu. Z města vedou železniční tratě do sousedních států Pará, Tocantins a Piauí, které jsou využívány mimo jiné pro export zemědělských a těžařských výrobků z vnitrozemí do zdejšího přístavu a dále do zahraničí."
  },
  {
    "id": "goiania",
    "city": "Goiania",
    "peoples": 1393575,
    "photo": "manaus.jpg",
    "text": "Goiania je hlavní a největší město brazilského státu Goiás. Má zhruba 1,3 milionu obyvatel, metropolitní území města je však obydleno více než 2 miliony obyvatel, je to třináctá největší aglomerace v Brazílii. Goiânia je plánované město, založené 24. října 1933 guvernérem Pedrem Ludovicem s úmyslem být hlavním městem a administrativním centrem. Před tímto datem byl hlavním městem Goiás. Goiânia má největší zelenou plochu na obyvatele v Brazílii a druhou největší na světě hned po kanadském městě Edmontonu."
  },
  {
    "id": "campo_grande",
    "city": "Campo Grande",
    "peoples": 765000,
    "photo": "manaus.jpg",
    "text": "Campo Grande je město v Brazílii, hlavní město státu Mato Grosso do Sul. Status hlavního města získalo Campo Grande v roce 1977, kdy došlo k rozdělení původního státu Mato Grosso a Campo Grande se stalo střediskem nového státu Mato Grosso do Sul. Podle údajů z roku 2006 zde žije více než 765 000 obyvatel, přičemž výrazný populační růst zažilo město především v období od roku 1970. Ve městě se nachází mezinárodní letiště, které spojuje Campo Grande s ostatními významnými brazilskými městy a s některými zahraničními metropolemi. Město je rovněž sídlem univerzity."
  },
  {
    "id": "teresina",
    "city": "Teresina",
    "peoples": 844245,
    "photo": "manaus.jpg",
    "text": "Teresina je hlavní a největší město brazilského státu Piauí a jediné vnitrozemské hlavní město v Severovýchodním regionu země. Centrum města leží mezi řekami Parnaíba a Poti, a proto se městu někdy říká „Mezopotámie Severovýchodu“. V severní části města se stékají dvě řeky a pokračují směrem k Atlantiku. Na soutoku je přírodní park s vyhlídkovou plošinou, která umožňuje výhled na soutok z krátké vzdálenosti. Směrem z města přes řeku Parnaíba leží menší město Timon a ještě dál hranice státu Maranhão. V městě Teresina žije přes 752 000 obyvatel na ploše 1680 km2. Metropolitní area má asi 996 000 obyvatel."
  },
  {
    "id": "salvador",
    "city": "Salvador",
    "peoples": 6420746,
    "photo": "manaus.jpg",
    "text": "Salvador (též Salvádor či El Salvador, španělsky doslova „Spasitel“), plným názvem Salvadorská republika, je přímořský stát v Střední Americe při pobřeží Tichého oceánu. Jeho sousedy jsou Guatemala na severozápadě a Honduras na severovýchodě; vody Tichého oceánu jej omývají z jihu. Území Salvadoru je velké přibližně jako Morava a s 6,4 miliony obyvatel má nejvyšší hustotu osídlení na americkém kontinentu. V zemi panuje tropické podnebí."
  },
  {
    "id": "belo_horizonte",
    "city": "Belo Horizonte",
    "peoples": 2502557,
    "photo": "manaus.jpg",
    "text": "Belo Horizonte je třetí největší metropolitní oblast a páté největší město v Brazílii (větší jsou jen města São Paulo, Rio de Janeiro, Salvador a Fortaleza). Město je hlavním městem státu Minas Gerais, jež se nachází v jihovýchodní části země. Belo Horizonte bylo postaveno roku 1897 architektem Aarão Reisem jako první z plánovaně založených brazilských velkoměst, které měly odlehčit populačnímu tlaku přímořských aglomerací. Je se svými takřka 2,4 miliony obyvatel, resp. 5 miliony v celé metropolitní oblasti ekonomickým a kulturním centrem regionu. Jméno města znamená v portugalštině „Pěkná vyhlídka“."
  },
  {
    "id": "sao_paulo",
    "city": "Sao Paulo",
    "peoples": 12038175,
    "photo": "manaus.jpg",
    "text": "São Paulo je největší město Brazílie, nejbohatší a největší město Latinské Ameriky a celé jižní polokoule a sedmou největší metropolí na světě. São Paulo je hlavním městem stejnojmenného, nejlidnatějšího brazilského státu São Paula. Počet obyvatel se pohybuje nad 10 miliony, rozloha města dosahuje 1 523 km². Název města odkazuje na biblickou postavu, Pavla z Tarsu."
  },
  {
    "id": "florianopolis",
    "city": "Florianopolis",
    "peoples": 477798,
    "photo": "manaus.jpg",
    "text": "Florianópolis je hlavní město brazilského státu Santa Catarina v jižní Brazílii. Žije zde přibližně 478 tisíc[1] obyvatel, v celé metropolitní oblasti pak více než 821 000 obyvatel. Florianópolis je jedno ze tří brazilských hlavních měst ležících na ostrově (dalšími jsou São Luís a Vitória). Ačkoliv bylo město založeno Portugalci, je zde dnes patrný také silný italský a německý vliv, stejně jako v celém státě."
  },
  {
    "id": "curitiba",
    "city": "Curitiba",
    "peoples": 1879355,
    "photo": "manaus.jpg",
    "text": "Curitiba je město v Brazílii, hlavní město státu Paraná. Město má 1 879 355 obyvatel (údaj z roku 2015) a rozkládá se na území o velikosti 434 967 m²."
  },
  {
    "id": "porto_alegre",
    "city": "Porto Alegre",
    "peoples": 1509939,
    "photo": "manaus.jpg",
    "text": "Porto Alegre je jedno z největších měst v Brazílii a hlavní město spolkového státu Rio Grande do Sul. Město je jedno z nejdůležitějších kulturních, politických a ekonomických středisek v jižní části Brazílie. Jedná se také o centrum vzdělanosti, neboť se zde nachází množství významných univerzit. Ve městě se nachází mezinárodní letiště a rušný přístav."
  },
  {
    "id": "rio_de_janeiro",
    "city": "Rio de Janeiro",
    "peoples": 6476631,
    "photo": "rio_de_janeiro.jpg",
    "text": "Rio de Janeiro je brazilské město ve stejnojmenném spolkovém státu na jihovýchodním pobřeží země na ploše 1 260 km². Po São Paulu je druhým největším brazilským městem a šestým největším v Americe. V roce 2014 zde žilo přes 6 400 000 obyvatel a v celé městské oblasti pak přes 11 600 000 obyvatel. Město bylo založeno v roce 1565 portugalskými kolonisty. V letech 1763–1960 bylo hlavním městem Brazílie."
  },
  {
    "id": "vitoria",
    "city": "Vitória",
    "peoples": 355875,
    "photo": "manaus.jpg",
    "text": "Vitória je brazilské velkoměsto, hlavní město spolkového státu Espírito Santo. Založili jej Portugalci 8. září 1551. V roce 2010 mělo město 327 801 obyvatel.[2] Leží 530 km severovýchodně od Rio de Janeira na ostrově při pobřeží Atlantiku, v průměrné nadmořské výšce 12 metrů. Klima je tropické, vlhké, s průměrnými teplotami 24 °C v zimě a 30,4 °C v létě. Sídlí zde římskokatolická arcidiecéze Vitória a univerzita Universidade Federal do Espírito Santo (UFES)."
  },
  {
    "id": "macaio",
    "city": "Maceió",
    "peoples": 1025360,
    "photo": "manaus.jpg",
    "text": "Maceió je hlavní město brazilského státu Alagoas. Leží na pobřeží Atlantského oceánu a má přibližně 1 milion obyvatel. Na území dnešního Maceió existovaly od 17. století plantáže cukrové třtiny. V roce 1815 obdržela obec Maceió statut města a v roce 1839 se stalo hlavním městem státu Alagoas. Díky plážím a obrazu krajiny s kokosovými ořechy a zahradami mangovníků je Maceió dnes u turistů velmi oblíbené."
  },
  {
    "id": "recife",
    "city": "Recife",
    "peoples": 1561659,
    "photo": "manaus.jpg",
    "text": "Recife je přístavní město na severovýchodě Brazílie, hlavní město státu Pernambuco. Ve městě žije asi 1,56 milionu obyvatel, celá metropolitní oblast má 3,77 milionu obyvatel."
  },
  {
    "id": "aracaju",
    "city": "Aracaju",
    "peoples": 632744,
    "photo": "manaus.jpg",
    "text": "Aracaju je brazilské město a hlavní město státu Sergipe. Nachází se v severovýchodní části země, asi 350 km severně od Salvadoru. V současnosti zde žije více než 664 000 obyvatel, tedy zhruba třetina státu Sergipe. Město je známé pro svou moderní architekturu, čisté pláže a karnevaly. Ve městě se nachází mezinárodní letiště. S ostatními velkými městy je Aracaju propojeno dálnicemi BR-235 a BR-101."
  },
  {
    "id": "macapa",
    "city": "Macapa",
    "peoples": 474706,
    "photo": "manaus.jpg",
    "text": "Macapá, úředně Município de Macapá, je brazilské velkoměsto, hlavní město spolkového státu Amapá. Město má asi 344 000 obyvatel. Leží na severu země na rovníku u ústí Amazonky do Atlantiku. Sídlí zde římskokatolická diecéze Macapá."
  },
  {
    "id": "palmas",
    "city": "Palmas",
    "peoples": 306296,
    "photo": "manaus.jpg",
    "text": "Palmas je hlavní a největší město státu z Tocantins , Brazílie . Podle odhadů IBGE z roku 2020 mělo město 306 296 obyvatel. Palmas se nachází v geografickém středu státu v průměrné nadmořské výšce 230 m (755 stop). Město se nachází mezi kopci Serra do Lajeado na východě a řekou Tocantins na západě. Palmas má metropolitní oblast s 471 639 obyvateli"
  },
  {
    "id": "joao_pessoa",
    "city": "João Pessoa",
    "peoples": 817511,
    "photo": "manaus.jpg",
    "text": "João Pessoa je brazilské velkoměsto, hlavní město spolkového státu Paraíba. Do roku 1930 se jmenovalo Paraíba, poté bylo pojmenováno po zavražděném brazilském politikovi João Pessoaovi Cavalcântiovi de Albuquerque. Město má asi 770 000 obyvatel. Leží u pobřeží Atlantiku a je to nejvýchodnější město amerického kontinentu, takže se mu přezdívá „město, kde vychází slunce“. Sídlí zde římskokatolická arcidiecéze Paraíba."
  },
  {
    "id": "natal",
    "city": "Natal",
    "peoples": 890480,
    "photo": "manaus.jpg",
    "text": "Natal je hlavní a největší město státu Rio Grande do Norte , které se nachází v severovýchodní Brazílii . Podle odhadu IBGE pro rok 2020 mělo město celkem 890 480 obyvatel, což z něj činí 19. největší město v zemi. [4] Natal je hlavní turistickou destinací a exportním centrem korýšů , karnaubského vosku a ovoce , většinou melounu , cukrového jablka , kešu ořechů a papáji . [5]Je to nejbližší město v zemi do Afriky a Evropy a mezinárodní letiště Greater Natal spojuje Natal s mnoha brazilskými městy a provozuje také některé mezinárodní lety."
  }
  ]